Repository: common-repository/affiliatewp-external-referral-links
Catalog: languages/affiliatewp-external-referral-links-*.po
Languages: fr_fr, pl_pl

source: Cheatin&#8217; huh?
fr_fr: Alors on essaye de tricher&nbsp;?
pl_pl: Oszukujemy, co?

source: Get more add-ons for AffiliateWP
fr_fr: Obtenez plus de modules pour AffiliateWP !
pl_pl: Więcej dodatków dla AffiliateWP

source: Get add-ons
fr_fr: Obtenir des modules complémentaires
pl_pl: Pobierz dodatki

source: External Referral Links
fr_fr: Liens externes de référence
pl_pl: Zewnętrzne łącza polecające

source: Site URL
fr_fr: URL du site
pl_pl: Adres URL witryny

source: The site URL where AffiliateWP is actually installed.
fr_fr: L'URL du site où AffiliateWP est actuellement installée.
pl_pl: Adres URL strony, na której faktycznie zainstalowany jest AffiliateWP.

source: Referral Variable
fr_fr: Variable de référence
pl_pl: Zmienne poleconych

source: The referral variable you have set in AffiliateWP at the site URL above. It must match exactly.
fr_fr: La variable de référence que vous avez défini dans AffiliateWP pour l'URL du site ci-dessus. Elle doit être exactement identique.
pl_pl: Zmienna polecenia, którą ustawiłeś w AffiliateWP pod adresem URL strony powyżej. Musi być dokładnie dopasowana.

source: Cookie Expiration
fr_fr: Expiration du cookie
pl_pl: Wygasanie plików cookie

source: How many days should the referral tracking cookie be valid for?
fr_fr: Combien de jours le cookie de suivi de parrainage doit-il être valide?
pl_pl: Ile dni powinien być ważny plik cookie śledzenia polecającego?

source: Allows you to promote external landing pages/sites with the affiliate ID or username appended to the URLs.
fr_fr: Vous permet de promouvoir des landing pages/sites externes avec l'ID d'affilié ou le nom d'utilisateur annexé aux URLs.

source: AffiliateWP - External Referral Links
pl_pl: AffiliateWP - Zewnętrzne łącza polecające
